{"cocktails": {"black russian": {"Procedure": "Add all the ingredients into a mixing glass with ice and stir. Strain into an Old Fashioned glass over fresh ice.", "Ingredients": "Vodka: 2 oz\nKahlua: 1 oz\n"}, "planter's punch": {"Procedure": "Add all the ingredients into a shaker with ice, and shake vigorously. Strain into a Collins glass over crushed ice. Top with a splash of soda water. Garnish with a mint sprig.", "Ingredients": "Dark rum: 3 oz\nLime juice: .75 oz\nSimple syrup: 1 oz\nGrenadine: 1 tsp\nAngostura bitters: 3 dash\nClub soda:  1 splash\nGarnish: Mint sprig\n"}, "americano": {"Procedure": "Pour the Campari and vermouth into a rocks or highball glass filled with ice. Add a splash of club soda and garnish with an orange twist.", "Ingredients": "Campari: 1.5 oz\nSweet Vermouth: 1.5 oz\nClub Soda: 1 splash\nGarnish: Orange twist\n"}, "tuxedo": {"Procedure": "Combine ingredients (except absinthe) in a chilled mixing glass and stir with ice for 15 seconds. Rinse the inside of a chilled cocktail glass with Absinthe and then discard the excess. Strain stirred ingredients into chilled coupe and serve. Garnish with a lemon twist.", "Ingredients": "Gin: 1.5 oz\nDry vermouth: 1.5 oz\nMaraschino Liqueur: 1 dash\nOrange bitters: 2 dash\nAngostura Aromatic Bitters: 2 dash\nAbsinthe: 1 dash\nGarnish: Lemon twist\n"}, "godmother": {"Procedure": "Fill a mixing glass 2/3 full of ice, add the ingredients, and stir until chilled. Strain into an ice-filled rocks glass.", "Ingredients": "Vodka: 1.5 oz\nAmaretto: .5 oz\n"}, "brown derby": {"Procedure": "Add all ingredients into a shaker with ice and shake. Fine-strain into a cocktail glass. Express the oil from a grapefruit twist and drop in to garnish (or garnish with a grapefruit wedge). Honey syrup: Add 1/2 cup honey and 1/2 cup water to a small saucepan over medium heat. Stir until blended. Strain into a jar and seal tightly with a lid. Will keep for 1 month in the refrigerator.", "Ingredients": "Bourbon: 1.5 oz\nHoney syrup: .5 oz\nGrapefruit juice: 1 oz\nGarnish: Grapefruit twist\n"}, "white lady": {"Procedure": "Add all ingredients into a shaker with ice and shake. Strain into a chilled cocktail glass.", "Ingredients": "Gin: 2 oz\nOrange liqueur: .5 oz\nLemon Juice: .5 oz\nEgg white: 1 oz\n"}, "whiskey sour": {"Procedure": "Add all ingredients into a shaker with ice and shake. Strain into a coupe. Garnish with 3 dashes of Angostura bitters.", "Ingredients": "Bourbon: 2 oz\nLemon juice: .75 oz\nSimple syrup: .5 oz\nEgg white: .5 oz\n"}, "monkey gland": {"Procedure": "Shake ingredients with ice and strain into a chilled glass.", "Ingredients": "Gin: 1.5 oz\nOrange juice: 1.5 oz\nGrenadine: 1 tsp\nAbsinthe: 1 tsp\n"}, "caipirinha": {"Procedure": "In a double Old Fashioned glass, muddle the sugar and lime. Fill with ice, add the cachaça, and stir briefly. Garnish with a lime wheel (optional).", "Ingredients": "Cachaca: 2 oz\nSugar: 2 tsp\nLime: 2 tsp\nGarnish: Lime wheel\n"}, "old fashioned": {"Procedure": "Pour the simple syrup and bitters into a whiskey glass. Stir to combine, then place ice cubes in the glass. Pour bourbon over the ice and garnish with an orange slice and maraschino cherry.", "Ingredients": "Bourbon: 1.5 oz\nSimple Syrup: 2 tsp\nAngostura bitters: 2 dash\nGarnish: Orange slice, maraschino cherry\n"}, "sidecar": {"Procedure": "Coat the rim of a cocktail glass with sugar and set aside. (Do this a few minutes ahead of time so the sugar can dry and adhere well to the glass.). Add the remaining ingredients into a shaker with ice and shake. Strain into the prepared glass. Garnish with a piece of orange peel.", "Ingredients": "Cognac: 1.5 oz\nCointreau: .75 oz\nLemon juice: .75 oz\nGarnish: Orange peel\n"}, "godfather": {"Procedure": "Fill a mixing glass 2/3 full of ice, add the ingredients, and stir until chilled. Strain into an ice-filled rocks glass.", "Ingredients": "Bourbon: 2 oz\nAmaretto: .25 oz\n"}, "sazerac": {"Procedure": "Rinse a chilled rocks glass with absinthe, discarding any excess, and set aside. In a mixing glass, muddle a sugar cube with water and both bitters. Add the rye and cognac fill with ice, and stir until well-chilled. Strain into the prepared glass. Twist a slice of lemon peel over the surface to extract the oils and then discard.", "Ingredients": "Simple syrup: 1 tsp\nPeychaud bitters: 3 dash\nAngostura bitters: 2 dash\nRye: 1.25 oz\nCognac: 1.25 oz\nGarnish: Lemon twist\n"}, "between the sheets": {"Procedure": "Add all the ingredients to a shaker and fill with ice. Shake, and strain into a chilled cocktail glass. Optional: flame an orange peel over the glass and discard before serving.", "Ingredients": "Cognac: 1 oz\nTriple sec: 1 oz\nLight rum: 1 oz\nLemon juice: .25 oz\n"}, "angel face": {"Procedure": "Add all the ingredients to a mixing glass and fill with ice. Stir, and strain into a cocktail glass. Garnish with a slice of orange peel.", "Ingredients": "Gin: 1 oz\nApricot Brandy: 1 oz\nCalvados: 1 oz\nGarnish: Orange peel\n"}, "cuba libre": {"Procedure": "Add all the ingredients to a highball glass filled with ice. Garnish with a lime wedge.", "Ingredients": "White rum: 2 oz\nCoca cola: 4 oz\nGarnish: Lime wedge\n"}, "dry martini": {"Procedure": "Add all the ingredients into a mixing glass with ice and stir until very cold. Strain into a chilled cocktail glass. Garnish with a lemon twist.", "Ingredients": "Gin: 2.5 oz\nDry Vermouth: .5 oz\nOrange bitters:  1 dash\nGarnish: Lemon twist\n"}, "paradise": {"Procedure": "Add all the ingredients into a mixing glass with ice, and stir until well-chilled. Strain into a well-chilled cocktail glass.", "Ingredients": "Gin: 1.5 oz\nApricot brandy: 1 oz\nOrange juice: 2 oz\n"}, "manhattan": {"Procedure": "Add all the ingredients into a mixing glass with ice, and stir until well-chilled. Strain into a chilled coupe. Garnish with a brandied cherry.", "Ingredients": "Bourbon: 2 oz\nSweet vermouth: 1 oz\nAngostura bitters: 2 dash\nOrange bitters: 1 dash\nGarnish: Brandied cherry\n"}, "negroni": {"Procedure": "Add all the ingredients into a mixing glass with ice, and stir until well-chilled. Strain into a rocks glass filled with large ice cubes. Garnish with an orange peel.", "Ingredients": "Campari: 1 oz\nGin: 1 oz\nRed Vermouth: 1 oz\nGarnish: Orange peel\n"}, "cosmopolitan": {"Procedure": "Combine vodka, cranberry juice, lime juice, and cointreau in a cocktail shaker. Fill shaker with ice, cover, and shake vigorously until outside of shaker is very cold, about 20 seconds. Strain cocktail through a Hawthorne strainer or a slotted spoon into a martini glass. Garnish with orange twist.", "Ingredients": "Vodka: 2 oz\nCranberry juice: 1 oz\nLime Juice: .75 oz\nCointreau: .75 oz\nGarnish: Orange twist\n"}, "john collins": {"Procedure": "Combine bourbon, lemon juice, and simple syrup in a cocktail shaker. Add 1 cup ice, cover and shake until chilled. Strain into a Collins glass. Add 1 cup ice, fill with club soda, and stir. Garnish with slice of orange and maraschino cherry.", "Ingredients": "Bourbon: 2 oz\nLemon juice: 1 oz\nSimple syrup: 1 tsp\nClub soda: 2 oz\nGarnish: Maraschino cherry, orange slice, lemon slice\n"}, "rusty nail": {"Procedure": "Add all ingredients into a rocks glass with ice and stir.", "Ingredients": "Scotch: 1.5 oz\nDrambuie: .75 oz\n"}, "screwdriver": {"Procedure": "Use chilled vodka. Pour the orange juice into a glass with ice, then pour in the shot of vodka. Stir and serve.", "Ingredients": "Vodka: 1.5 oz\nOrange juice: 3 oz\n"}, "mary pickford": {"Procedure": "Add all the ingredients to a cocktail shaker and fill with ice. Shake, and strain into a chilled cocktail glass.", "Ingredients": "White rum: 1.5 oz\nPineapple juice: 1.5 oz\nGrenadine: 1 tsp\nMaraschino liqueur: 1 dash\n"}, "daiquiri": {"Procedure": "Add all the ingredients into a shaker with ice, and shake until well-chilled. Strain into a chilled coupe. Garnish with a lime twist.", "Ingredients": "White Rum: 2 oz\nLime juice: 1 oz\nSimple syrup: .75 oz\nGarnish: Lime twist\n"}, "aviation": {"Procedure": "Add all ingredients into a shaker with ice and shake. Strain into a cocktail glass. Garnish with a brandied cherry.", "Ingredients": "Gin: 2 oz\nMaraschino Liqueur: .5 oz\nCreme de violette: .25 oz\nLemon juice: .75 oz\nGarnish: Brandied cherry\n"}, "clover club": {"Procedure": "Add all the ingredients into a shaker with ice and shake. Strain into a chilled cocktail glass. Garnish with 3 speared raspberries. *Instead of raspberry syrup, you can muddle 3 or 4 fresh raspberries and 1/2 oz simple syrup (1 part sugar, 1 part water).", "Ingredients": "Gin: 2 oz\nLemon juice: .5 oz\nRaspberry syrup: .5 oz\nEgg white: 1 oz\nGarnish: Raspberry\n"}, "alexander": {"Procedure": "Shake well in a mixing glass with cracked ice, strain and serve.", "Ingredients": "Gin: 1 oz\nCreme de Cacao: 1 oz\nSweet Cream: 1 oz\n"}, "french 75": {"Procedure": "Add all the ingredients except the Champagne into a shaker with ice and shake well. Strain into a Champagne flute. Top with the Champagne. Garnish with a lemon twist. \u2028French Connection Ingredients: Cognac: 1.5 oz Amaretto: 1 oz Procedure: Add the ingredients into an Old Fashioned glass over ice and stir briefly.", "Ingredients": "Gin: 1 oz\nChampagne: 3 oz\nSimple syrup: .5 oz\nLemon juice: .5 oz\nGarnish: Lemon twist\n"}, "gin fizz": {"Procedure": "Add the first four ingredients to a shaker and dry-shake (without ice) for about 10 seconds. Add 3 or 4 ice cubes and shake very well. Double-strain into a chilled fizz glass and top with club soda.", "Ingredients": "Gin: 2 oz\nLemon juice: 1 oz\nSimple syrup: .75 oz\nEgg white: 1 oz\nClub soda: 1 oz\n"}, "casino": {"Procedure": "Combine ingredients in an ice-filled rocks glass, stir to combine and garnish with brandied cherry and orange twist.", "Ingredients": "Gin: 1.5 oz\nMaraschino liqueur: .75 oz\nOrange bitters: 1 dash\nLemon juice: .5 oz\nGarnish: Brandied cherry and orange twist\n"}, "st. germain spritz": {"Procedure": "Mix prosecco and St. Germain. Optionally add a splash of club soda.", "Ingredients": "Prosecco: 4 oz\nSt. Germain: 1.5 oz\n"}, "stinger": {"Procedure": "Add the ingredients into a shaker with ice and shake. Strain into an Old Fashioned glass over crushed ice.", "Ingredients": "Cognac: 2 oz\nCreme de menthe: 1 oz\n"}}}
